Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=893_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kokous hyväksyi lausunnon esityksestä ratifioida ILO 169-sopimus
sme: Sámedikki čoahkkin dohkkehii cealkámuša evttohusas ratifiseret ILO 169-soahpamuša

source: Saamelaiskäräjät käsitteli hallituksen esitysluonnosta Ilo 169-sopimuksen ratifioimiseksi.
sme: Sámediggi gieđahalai stivra evttohushápmosa Ilo 169-soahpamuša ratifiserema várás.

source: Yleiskokous pani tyytyväisenä merkille pääministeri Stubbin hallitusohjelman kirjauksen, että Suomi ratifioi ILO 169-sopimuksen syksyllä, mikäli saamelaismääritelmästä päästään yksimielisyyteen.
sme: Dievasčoahkkin duhtavažžan merkii oaiveministtar Stubbi ráđđehusprográmma girjema, ahte Suopma ratifisere ILO 169-soahpamuša čakčat, juos sápmelašmeroštallamis beassat ovttamielalašvuhtii.

source: Saamelaiskäräjien kokous hyväksyi asiassa perusteellisen ja laajan lausunnon äänin 17-2. 1 äänesti tyhjää ja yksi oli poissa äänestyksestä.
sme: Sámedikki čoahkkin dohkkehii áššis vuđolaš ja viiddes cealkámuša jienain 17-2. 1 jietna lei guorus ja okta leai eret jienasteamis.

source: Anu Avaskari ja Pentti Valle jättivät eriävän mielipiteen.
sme: Anu Avaskari ja Pentti Valle guđiiga sierra oaivila.

source: Saamelaiskäräjät kannattaa ILO 169-sopimuksen ratifiointia ja pitää ILO 169-sopimuksen ratifiointia välttämättömänä, jotta saamelaiskulttuuri säilyy ja kehittyy Suomessa.
sme: Sámediggi doarju ILO 169-soahpamuša ratifiserema ja doallá ILO 169-soahpamuša ratifiserema vealtameahttumin, vai sámekultuvra seailu ja ovdána Suomas.

source: Nykyinen lainsäädäntö ja rahoitus eivät ole riittäviä turvaamaan saamelaiskulttuuri tulevaisuutta Suomessa ja koko saamelainen elämänmuoto ja saamen kielet ovat hyvin uhanalaisia.
sme: Dálá lágat ja ruhtadeapmi eai leat doarvái dorvvastit sámekultuvrra boahtteáiggi Suomas ja oppa sápmelaš eallinvuohki ja sámegielat leat hui áitatvuložat.

source: Saamelaiskäräjät piti hyvin valitettavana, että asian valmistelussa ei ole kuultu saamelaiskäräjiä asianmukaisesti ja toivoo, että ratifioinnin jatkovalmistelu tapahtuu hyvässä yhteistyössä saamelaiskäräjien kanssa.
sme: Sámediggi anii hui šállošahttin, ahte ášši válmmaštallamis eai lean gullan sámedikki áššáigullevaččat ja sávvá, ahte ratifiserema joatkkaválmmaštallan dáhpáhuvvá buori ovttasbarggus sámedikkiin.

source: Hallituksen esitysluonnoksen mukaan Suomen lainsäädäntö täyttää ILO 169-sopimuksen velvoitteet erityisesti jos saamelaiskäräjälain uudistus etenee eduskuntaan ja Metsähallituslakiin otetaan saamelaiskulttuurin heikentämiskielto sekä suunnitteluvelvoite saamelaisten kotiseutualueella.
sme: Stivrra evttohushápmosa mielde Suoma lágat devdet ILO 169-soahpamuša geatnegasvuođaid erenoamážit juos sámediggelága ođastus ovdána riikkabeivviide ja Meahciráđđehusláhkii váldo sámekultuvrra headjudangielddus sihke plánengeatnegasvuohta sámiid ruovttuguovllus.

source: Esityksen mukaan saamelaisten maa- ja vesioikeudet olisivat ratkaistu erityislainsäädännössä kaikille Suomen asukkaille kuuluvilla käyttöoikeuksilla ja jokamiehenoikeuksilla ja luonnonvaraoikeudet olisi ratkaistu mm. kaivoslaissa.
sme: Evttohusa mielde sámiid eana- ja čáhcevuoigatvuođat livčče čovdojuvvon sierraláhkaaddimis buohkaide Suoma ássiide gulavaš geavahanvuoigatvuođaiguin ja juohkeolbmovuoigatvuoiđaiguin ja luondduriggodatvuoigatvuođat livčče čovdojuvvon ee. ruvkelágas.

source: Saamelaiskäräjät ei hyväksynyt esityksen perusteluja, koska ne eivät vastaa ILO 169-sopimuksen velvoitteita.
sme: Sámediggi ii dohkkehan evttohusa vuođustusaid, daningo dat eai vástit ILO 169-soahpamuša geatnegasvuođaid.

source: Saamelaiskäräjät esittää, että Ilo 169-sopimuksen ratifioinnin yhteydessä saamelaisten kotiseutualueen valtion hallinnassa olevat maa- ja vesialueet siirretään Metsähallituslain uudistuksen myötä erityisen hallintoelimen alaisuuteen, jonka edustajien enemmistön saamelaiskäräjät valitsee ja jossa myös kolttien kyläkokous on edustettuna.
sme: Sámediggi evttoha, ahte Ilo 169-soahpamuša ratifiserema oktavuođas sámiid ruovttuguovllu stáhta hálddašan eana- ja čáhceguovllut sirdojit Meahciráđđehuslága ođastusa mielde sierra hálddahusorgána vuollásažžan, man ovddasteaddjiid eanetlogu sámediggi vállje ja mas maiddái nuortalaččaid giličoahkkin lea ovddastuvvon.

source: Elimen tarkoituksena olisi hallinnoida saamelaisten kotiseutualueella sijaitsevia valtion maa- ja vesialueita erityislainsäädännön mukaisesti.
sme: Orgána mihttomearrin livččii hálddašit sámiid ruovttuguovllu stáhta eana- ja čáhceguovlluid sierraláhkaaddima mielde.

source: Tehtävää varten saamelaiskäräjille ja kolttien kyläkokoukselle turvataan riittävät resurssit.
sme: Doaimma várás sámediggái ja nuortalaččaid giličoahkkimii dorvvastuvvojit doarvái resurssat.

source: Tässä lausunnossa saamelaiskäräjien esittämä hallintomalli takaa saamelaisten osallistumisoikeudet maiden, vesien ja luonnonvarojen hallintaan, mutta sillä ei ratkaista saamelaisten kotiseutualueen maiden, vesien ja luonnonvarojen omistus- ja käyttöoikeutta pysyvästi.
sme: Dán čealkámušas sámedikki evttohan hálddahusmálle dáhkida sápmelaččaid oassálastinvuoigatvuođaid eatnamiid, čážiid ja luondduriggodagaid hálddašeapmai, muhto dainna ii čovdojuvvo sámiid ruovttuguovllu eatnamiid, čáziid ja luondduriggodagaid oamastan- ja geavahanvuoigatvuođa bissovaččat.

source: Saamelaiskäräjät toteaa lausunnossaan, että hallituksen esityksen perustelujen tarkoitus on ohjata lain tulkintaa sekä nostaa esille mahdollisia muita lainsäädännön kehittämisen tarpeita ja tuoda esille esityksen vaikutukset, suhteen perustuslakiin ja Suomen kansainvälisiin velvoitteisiin.
sme: Sámediggi gávnnaha cealkámušastis, ahte ráđđehusa evttohusa dárkkuhus lea stivret lága dulkoma sihke bajidit vejolaš eará láhkaaddima ovvdideami dárbbuid ja buktit ovdan evttohusa váikkuhusaid, gaskavuođa vuođđoláhkii ja Suoma riikkaidgaskasaš geatnegasvuođaide.

source: Hallituksen esityksen perusteluilla ei ole merkitystä sille, miten ILO:n asiantuntijakomitea tulkitsee ILO-sopimusta ja sen velvoitteiden toteutumista, eli perusteluilla ei ole kansainvälisellä tasolla tosiasiallista merkitystä sopimuksen toimeenpanolle.
sme: Ráđđehusa evttohusa vuođustusain ii elat mearkkašupmi dasa, man láhkai ILO áššedovdikomitea dulko ILO-soahpamuša ja dan geatnegasvuođaid ollašuvvama, dahjege vuođustusain ii leat riikkaidgaskasaš dásis duođalaš mearkkašupmi soahpamuša ollašuvvamii.

source: ILO:n asiantuntijakomitea antaa valtioille suosituksia ILO-sopimuksen toimeenpanemiseksi.
sme: ILO áššedovdikomitea addá stáhtaide ávžžuhusaid ILO-soahpamuša ollašuhttima várás.

source: Esityksen perusteluilla on kuitenkin kansallisella tasolla merkitystä, koska eduskunnalla on oltava riittävät tiedot päätöksestä ja sen vaikutuksista kansalliseen lainsäädäntöön ja hallituksen esityksen perustelut ohjaavat alussa sopimuksen toimeenpanoa Suomessa siihen asti kun määräraikasraportointi ja suosituskierros alkaa.
sme: Evttohusa vuođustusain lea goit riikkasis dásis mearkkašupmi, daningo riikkabeivviin galget leat doarvái dieđut mearrádusas ja dan váikkuhusain riikkasis lágaide ja ráđđehusa evttohusa vuođustusat stivrejit álggos soahpamuša ollašuhttima Suomas dan rádjai go mearreáiggeraporteren ja rávvenmuddu álgá.

source: Saamelaiskäräjät myös toteaa, että ILO 169-sopimuksen velvoitteiden toimeenpano on kansainvälisesti tarkasteltuna pitkä prosessi ja kaikki sopimuksen ratifioineet valtiot saavat edelleen suosituksia kehittää lainsäädäntöä vastaamaan ILO 169-sopimuksen velvoitteita.
sme: Sámediggi maiddái gávnnaha, ahte ILO 169-soahpamuša geatnegasvuođaid ollašuhttin lea riikkaidgaskasaččat geahčadettiin guhkes proseassa ja buot soahpamuša ratifiseren riikkat ožžot ainge ávžžuhusaid ovddidit láhkaásahusaid vástidit ILO 169-soahpamuša geatneagasvuođaid.

source: Myöskään Norja ei täytä vieläkään kaikkia sopimuksen velvoitteita.
sme: Máiddái Norga ii deavdde veláge buot soahpamuša geatnegasvuođaid.

source: Mikäli Suomi ratifioi sopimuksen, niin sen toimeenpano siirtyy joka tapauksessa tuleville eduskunnille ja saamelaiskäräjille.
sme: Juos Suopma ratifisere soahpamuša, de dan ollašuhttin sirdašuvvá juohke dáhpáhusas čuovvovaš riikkabeivviide ja sámediggái.

source: Saamelaiskäräjät toteaa, että mallit, miten sopimus on ratifioitu joissakin maissa, eivät ole sovellettavissa Suomeen vaan ratkaisevaa on, että sopimuksen toimeenpanon tulee olla Suomen saamelaiskäräjien hyväksymää ja tukemaa.
sme: Sámediggi gávnnaha, ahte mállet, mo soahpamuš lea ratifiserejuvvon muhtun riikkain, eai leat guoskadeamis Supmii muhto mearkašahtti lea, ahte soahpamuša ollašuhttin galgá leat Suoma sámedikki dohkkehan ja doarjon.

source: ILO:n asiantuntikomitea on kaikissa suosituksissaan selvittänyt valtioiden ja alkuperäiskansan näkemyksiä sopimukseen toimeenpanosta ja edellyttänyt että sopimuksen toimeenpanemiseksi esitetyillä toimilla on sekä valtion että kyseisen alkuperäiskansan hyväksyntä.
sme: ILO áššedovdikomitea lea buot ávžžuhusainnis čilgen stáhtaid ja eamiálbmogiid oaiviliid soahpamuša ollašuhttimis ja eaktudan ahte soahpamuša ollašuhttima várás evttohuvvon doaimmaiguin lea sihke stáhta ja gažaldagas leahkki eamiálbmoga dohkkeheapmi.

source: Saamelaiskäräjien ehdoton edellytys on, että ILO 169-sopimusta ei voi ratifioida ilman saamelaiskäräjien hyväksymää saamelaismääritelmää.
sme: Sámedikki eavttohis gáibádus lea, ahte ILO 169-soahpamuša ii sáhte ratifiseret sámedikki dohkkehan sápmelašmeroštallama haga.

source: Sopimus ja sen velvoitteet koskevat Suomessa vain saamelaisia.
sme: Soahpamuš ja dan geatnegasvuođat gusket Suomas dušše sápmelaččaid.

source: Saamelaiskäräjät hyväksyi aiemmin kokouksessaan saamelaisasioiden ministerityöryhmän esityksen saamelaismääritelmäksi.
sme: Sámediggi dohkkehii ovdalis čoahkkimisttis sámeáššiid ministtarbargojoavkku evttohusa sápmelašmeroštallamin.

source: Saamelaiskäräjien näkemyksen sopimuksen ratifiointi edellyttää mm. muutoksia poronhoitoa, kalastusta ja metsästystä ohjaavaan lainsäädäntöön, Metsähallitus-, kaivos-maa-aines ja metsälakeihin ja nämä muutokset olisi mielellään tehtävä sopimuksen ratifioinnin yhteydessä.
sme: Sámedikki oainnu mielde soahpamuša ratifiseren eaktuda ee. nuppástusaid boazodoalu, guollebivddu ja meahccebivddu stivrejeaddji lágaide, Meahciráđđehus - ruvke-eana-materiála ja vuovdelágaide ja dáid nuppástusaid galggašii áinnas dahkat soahpamuša ratifiserema oktavuođas.

source: Luonnonvaraoikeuksia koskevan artiklan 15 osalta saamelaiskäräjät toteaa, että Suomen lainsäädännössä ei ole määräyksiä hyötyjen jaosta ja lainsäädäntöä on muutettava siten, että saamelaisten kotiseutualueen luonnonvarojen hyödyntämisestä saadut hyödyt tulee jakaa sopimuksen edellyttämällä tavalla saamelaiskäräjien ja kolttien kyläkokouksen hallinnointiin.
sme: Luondduriggodatvuoigatvuođaid guoski artihkkala 15 oasil sámediggi gávnnaha, ahte Suoma lágain eai leat mearrádusat ávkkiid juohkimis ja láhkaaddima galgá nuppástuhttit nu, ahte sámiid ruovttuguovllu luondduriggodagaid ávkkástallamis ožžojun ávkki gálgá juohkit soahpamuša gáibidan vugiin sámedikki ja nuortalaččaid giličoahkkima hálddašeapmai.

source: Metsien hyödyntämisen osalta hyötyjen jakaminen ei koske saamelaiskäräjien näkemyksen mukaan yksityisessä omistuksessa olevia metsiä tai yhteismetsiä.
sme: Vuvddiid ávkkástallama oasil ávkkiid juohkin ii guoskka sámedikki oainnu mielde vuvddiid dahje oktasašmehčiid, mat leat priváhta oamastusas.

source: Saamelaiskäräjät toteaa, että ILO 169-sopimuksen ratifioiminen ei vaikuttaisi jokamiehenoikeuksiin eikä muussa lainsäädännössä taattuihin käyttö- ja nautintaoikeuksiin taaten myös alueella asuvien valtakulttuurin edustajien oikeudet käyttää luontoa ja luonnonresursseja erityislainsäädännössä säädetyillä edellytyksillä.
sme: Sámediggi gávnnaha, ahte ILO 169-soahpamuša ratifiseren ii váikkuhivččii juohkeolbmovuoigatvuođaide iige eará láhkaaddimis dáhkiduvvon geavahan- ja návddašanvuoigatvuođaide dáhkidemiin maiddái guovllus ássi váldekultuvra ovddasteaddjiid vuoigatvuođaid geavahit luonddu ja luondduresurssaid sierralágain mearriduvvon eavttuiguin.
